"OCTOBER"	= "October";
"NOVEMBER"	= "November";
"AUGUST"	= "August";
"MARCH"	= "March";
"JULY"	= "July";
"APRIL"	= "April";
"MAY"	= "May";
"JUNE"	= "June";
"SEPTEMBER"	= "September";
"FEBRUARY"	= "February";
"JANUARY"	= "January";
"COULDNT_SET_DATE"	= "Couldn't set date.";
"COULDNT_SET_ZONE"	= "Couldn't set timezone.";
"DECEMBER"	= "December";

/* abbreviations for days of the week that appear on the top row of the calendar */
"Monday" = "M";
"Tuesday" = "T";
"Wednesday" = "W";
"Thursday" = "T";
"Friday" = "F";
"Saturday" = "S";
"Sunday" = "S";

/* First day of week.  0 = Sunday, 1 = Monday, etc. */
"FirstDay" = "0";

/* 
 * timezone strings
 */
"GMT-10" = "GMT-1000";
"US/Hawaii";
"GMT-9" = "GMT-0900";
"US/Yukon";
"Canada/Yukon";
"GMT-8" = "GMT-0800";
"US/Pacific";
"US/Pacific-New";
"Canada/Pacific";
"GMT-7" = "GMT-0700";
"US/Mountain";
"US/Arizona";
"Canada/Mountain";
"GMT-6" = "GMT-0600";
"US/Central";
"Canada/Central";
"Canada/East-Saskatchewan";
"GMT-5" = "GMT-0500";
"US/Eastern";
"US/East-Indiana";
"Canada/Eastern";
"GMT-4" = "GMT-0400";
"Canada/Atlantic";
"GMT-3" = "GMT-0300";
"Canada/Newfoundland";
"GMT-2" = "GMT-0200";
"GMT-1" = "GMT-0100";
"Greenwich" = "GMT  Greenwich";
"GB-Eire" = "Great Britain-Eire";
"Iceland";
"WET";
"GMT+1" = "GMT+0100";
"Poland";
"MET";
"CET";
"GMT+2" = "GMT+0200";
"EET";
"GMT+3" = "GMT+0300";
"Turkey";
"W-SU";
"GMT+4" = "GMT+0400";
"GMT+5" = "GMT+0500";
"GMT+6" = "GMT+0600";
"GMT+7" = "GMT+0700";
"GMT+8" = "GMT+0800";
"Singapore";
"Australia/West";
"GMT+9" = "GMT+0900";
"Japan";
"Australia/North";
"Australia/South";
"GMT+10" = "GMT+1000";
"Australia/Tasmania";
"Australia/Queensland";
"Australia/Victoria";
"Australia/NSW";
"GMT+11" = "GMT+1100";
"GMT+12" = "GMT+1200";
"NZDT,NZST";
"GMT+13" = "GMT+1300";
